{
    "data": [
        {
            "name" : "SAEED BEKAM,  P.E.",
            "title" : "President/CEO",
            "imageName" : "Saeed_Bekam",
            "description" : "Saeed Bekam received his Bachelors and Masters degrees in Civil Engineering from California State University, Long Beach and is a registered Professional Engineer in Civil and/or Structural Engineering in over 20 states. In practice with Gouvis Engineering since 1980, Saeed has been a pioneer in bringing innovative ideas not only to Gouvis Engineering but to the field of structural engineering as a whole. Since 1995, Saeed has been responsible for the technical, administrative and legal aspects of the firm. Mr. Bekam has over 2,000 single family and multi-family residential projects in addition to numerous commercial buildings to his credit throughout California, Arizona, Nevada, Texas and other states. Saeed has also provided structural engineering design for international projects and been a key element in a countless number of legal cases as an expert Structural Engineer analyst and field investigator. He is a member of SEAOSC, ACI and the BIA."
        },
        {
            "name" : "HUAN NGUYEN, P.E.",
            "title" : "Senior Vice President",
            "imageName" : "Huan_Nguyen",
            "description" : "Huan Nguyen obtained his Civil Engineering degree from the University of California, Irvine and has been practicing Structural Engineering design for Gouvis Engineering since 1995. Over the past 21 years, Huan has been integral in the implementation & supervision of our Structural Engineers in Ho Chi Minh City, Vietnam office while also supervising a staff of 10 in the Newport Beach, California office. As a result, Gouvis Engineering Consulting Group, has been able to establish an international clientele as well as meet a great number of challenging deadlines locally."
        },
        {
            "name" : "AL ALAMAD",
            "title" : "Chief Operating Officer",
            "imageName" : "Al_Alamad",
            "description" : "Al Alamad obtained his Bachelor of Science in Civil Engineering and Construction Engineering Management from California State University, Long Beach. Prior to joining Gouvis, Al’s extensive experience was within private and government sectors of the building industry, where he led numerous complex projects including the engineering and construction of Southern California’s Toll Roads and Water Delivery Systems. In addition to his engineering experience, Al has held progressive roles in management, administration and ownership of successful businesses in diverse settings. Through his interests and continued education in Business Administration and Management, Al’s vast knowledge, experience and multitude of versatile skills help create and maintain a high level of efficiency and productivity at Gouvis. In collaboration with the CEO, Al’s responsibilities as COO provide support to Gouvis’ day-to-day operations through the implementation of policies and procedures to secure the functionality of the business and drive extensive and sustainable growth companywide."
        },
        {
            "name" : "MIKE HOUSHMAND, P.E.",
            "title" : "Senior Vice President",
            "imageName" : "Mike_Houshmand",
            "description" : "Mike Houshmand, P.E., Senior Vice President, earned his Bachelor and Masters degrees from University of California, Los Angeles in 1982 and immediately began practicing Structural Engineering design with Gouvis Engineering. He is a licensed Civil Engineer and specializes in project management, field investigations, quality control, project coordination and value engineering. Mike is primarily involved in everyday design production. He attends pre-design and pre-construction meetings on nearly every project and supervises a team of structural engineers. He has performed structural analysis and detailing for thousands of challenging designs, utilizing various innovative techniques and building materials."
        },
        {
            "name" : "DK EOSAKUL, S.E.",
            "title" : "Vice President",
            "imageName" : "DK_Eosakul",
            "description" : "Dissakorn received his Bachelors and Masters degrees in Structural Engineering from California State Polytechnic University, Pomona. Since joining Gouvis Engineering in 2001, DK has contributed to the design of a variety of projects ranging from concrete, steel and masonry to wood and light gauge steel. DK’s 15 years of experience and knowledge of structural engineering has contributed to reduced construction cost through alternative and innovative design. DK is a valued asset to Gouvis Engineering and the projects he designs."
        },

        {
            "name" : "TREALA BERTOLDO",
            "title" : "Chief Financial Officer",
            "imageName" : "Treala_Bertoldo",
            "description" : "Insert Bio"
        },
        {
            "name" : "BASIL AMMARI, P.E.",
            "title" : "Director of Field Operations",
            "imageName" : "Basil_Ammari",
            "description" : "Basil Ammari studied Structural Engineering at California State University, Long Beach, where he obtained his Master’s Degree in Civil Engineering. Basil joined Gouvis Engineering Consulting Group, Inc. in 1989 and worked as a Structural Design Engineer for almost a decade. In 1997, he took his skills to Northern California, where he managed the firm’s third office location as a Vice President of the company. Basil continues to bring his expertise of structural design engineering as the Director of Field Operations and manages a team of field engineers in the Southern and Northern California regions. His experience and education has allowed him to develop a structural observation program in which his team can provide our clients with the best service for their projects and can ensure that all projects are built according to the structural plans."
        },
        {
            "name" : "SHAWN NOORI, S.E.",
            "title" : "Chief Engineer",
            "imageName" : "Shawn_Noori",
            "description" : "Shawn Noori, S.E., earned his Bachelor and Master Degrees in Civil Engineering from Tehran University in 1980. He joined Gouvis Engineering in 2000 and began working with the Structural Engineering design team primarily involved in everyday design production. He is a licensed Structural Engineer and specializes in wood, light gauge, masonry, steel and concrete design projects. He has performed structural analysis and detailing for hundreds of challenging designs, utilizing various innovative techniques and building materials. He is continually working towards finding new ways for Gouvis to be a leader and pioneer in all aspects of our designs. He also ensures that all projects are meeting and exceeding the building standards."
        },
        {
            "name" : "INDRA DEGAINE",
            "title" : "Accounts Receivable Manager",
            "imageName" : "Indra_Degaine",
            "description" : "Over the past 27 years, Indra has been an integral member of Gouvis Engineering's financial department. Since joining Gouvis in 1992, Indra has been dedicated to the firm's success and is responsible for accounts receivable, contracts, insurance, change orders and general day to day tasks to keep the accounting deparment functioning at optimal capacity. Indra has built close professional relationships with our team members and clients and is known for her timely and responsive communication and processing of financial requests."
        },
        {
            "name" : "CATHERINE OVALLE",
            "title" : "Business Development Manager",
            "imageName" : "Catherine_Ovalle",
            "description" : "Catherine is experienced in a diversified range of sales and marketing roles. As the leader of the Business Development team, Catherine contributes her expertise in sales, marketing, recruitment and graphic design. She is integral in the development and maintenance of company culture, client relations and future business opportunities Utilizing her dedicated work ehic, exceptional relationship building abilities and team oriented mentality, Catherine successfully navigates through an array of sales and marketing tasks. She is responsible for coordinating proposals, generating leads, maintaining social media presence, staffing available employment opportunities, creating marketing collateral as well as organizing company and client events. Her efforts have allowed Gouvis to execute targeted goals for the Business Development team to the highest degree and to ensure all team objectives are met daily."
        },
        {
            "name" : "ROBERT GOMEZ",
            "title" : "Mechanical and Plumbing Department Manager",
            "imageName" : "Robert_Gomez",
            "description" : "Robert Gomez received his Degree in Mechanical Engineering from University of California, Riverside and serves as Gouvis’s lead project manager for all plumbing system designs. As the chief Plumbing Project Manager on staff, Robert attends all pre-design and pre-construction meetings and works thoroughly to ensure designs are compliant with building standards and codes. He also manages and maintains client relations while mentoring and supervising the Plumbing Division at the company. Robert has contributed to the sophisticated plumbing system designs of a substantial number of single-family and multi-family residences, mixed-use developments and recreational centers. His strong work ethic, technical and leadership skills are of great value to Gouvis Engineering."
        }                 
    ],

    "oldPeople":[
        {
            "name" : "JASON LIN, S.E.",
            "title" : "Vice President",
            "imageName" : "Jason_Lin",
            "description" : "Jason Lin graduated from UC Berkeley in 2007 with a BS Degree in Civil Engineering. Jason became a licensed engineer in 2010 and SE in 2013. He has ten years of extensive experience in concrete, wood, masonry and steel design. His expertise includes meshing different materials together and achieving an innovative and efficient product. Jason’s portfolio includes the design of many residential and commercial projects. For the past few years, his focus has been on multi-family, mixed use, zero-lot lines and podium projects. His current responsibilities include managing client relations, supervising a team of engineers, overseeing project timelines and ensuring product quality."
        }
    ]
}