{
    "data": [
        {
            "name" : "SAEED BEKAM,  P.E.",
            "title" : "President/CEO",
            "imageName" : "Saeed_Bekam",
            "description" : ["In practice with Gouvis since 1980, Saeed has been a pioneer in bringing innovative ideas not only to Gouvis Engineering but to the field of structural engineering as a whole. Saeed received his Bachelors and Masters degrees in Civil Engineering from California State University, Long Beach and is a registered Professional Engineer in Civil and Structural Engineering in over 20 states. Since 1995, Saeed has been responsible for the technical, administrative and legal aspects of the firm. Recognizing the importance of coordination between Structural as well as Mechanical, Electrical and Plumbing engineering, Saeed identified the deficiency in the industry among other firms who offered these services individually but not collectively. Consequently he established an MEP division within Gouvis Engineering in order to integrate a full scope of SMEP services to provide the highest standards of coordination and to reduce the design conflicts as well as the excessive costs which often occur when these services are offered individually.", "Mr. Bekam has over 2,000 single family and multi-family residential projects in addition to numerous commercial buildings to his credit throughout California, Arizona, Nevada, Texas and a multitude of other states. Saeed has also provided structural engineering design for international projects and has been a key element in a countless number of legal cases as an expert Structural Engineer analyst and field investigator. He is a member of SEAOSC, ACI and the BIA."]
        },
        {
            "name" : "HUAN NGUYEN, P.E.",
            "title" : "Senior Vice President",
            "imageName" : "Huan_Nguyen",
            "description" : ["Huan Nguyen, PE is the Senior Vice President and Director of two of Gouvis Engineering Consulting Group’s Structural divisions. Huan obtained his Civil Engineering degree from the University of California, Irvine and has been practicing Structural Engineering design for Gouvis Engineering since 1995.", 
                "Over the past 21 years, Huan has been integral in the implementation and supervision of Gouvis Engineering’s Structural engineers in the Ho Chi Minh City, Vietnam office while also supervising a staff of engineers within the corporate office in Irvine, California. As a result, Gouvis Engineering Consulting Group, has been able to establish an international clientele as well as complete a high volume of challenging deadlines locally. Huan’s proactive and responsive work ethic and continued education within the industry has established his reputation for providing fast and reliable design packages under the most stringent deadlines."]
        },
        {
            "name" : "AL ALAMAD",
            "title" : "Chief Operating Officer",
            "imageName" : "Al_Alamad",
            "description" : ["Al Alamad obtained his Bachelor of Science in Civil Engineering and Construction Engineering Management from California State University, Long Beach. Prior to joining Gouvis, Al’s extensive experience was within private and government sectors of the building industry, where he led numerous complex projects including the engineering and construction of Southern California’s Toll Roads and Water Delivery Systems. In addition to his engineering experience, Al has held progressive roles in management, administration and ownership of successful businesses in diverse settings. Through his interests and continued education in Business Administration and Management, Al’s vast knowledge, experience and multitude of versatile skills help create and maintain a high level of efficiency and productivity at Gouvis. In collaboration with the CEO, Al’s responsibilities as COO provide support to Gouvis’ day-to-day operations through the implementation of policies and procedures to secure the functionality of the business and drive extensive and sustainable growth companywide."]
        },
        {
            "name" : "MIKE HOUSHMAND, P.E.",
            "title" : "Senior Vice President",
            "imageName" : "Mike_Houshmand",
            "description" : ["Mike Houshmand, P.E., Senior Vice President, earned his Bachelor and Masters degrees from University of California, Los Angeles in 1982 and immediately began practicing Structural Engineering design with Gouvis Engineering. He is a licensed Civil Engineer and specializes in project management, field investigations, quality control, project coordination and value engineering. Mike is primarily involved in everyday design production. He attends pre-design and pre-construction meetings on nearly every project and supervises a team of structural engineers. He has performed structural analysis and detailing for thousands of challenging designs, utilizing various innovative techniques and building materials."]
        },
        {
            "name" : "DK EOSAKUL, S.E.",
            "title" : "Vice President",
            "imageName" : "DK_Eosakul",
            "description" : ["Dissakorn received his Bachelors and Masters degrees in Structural Engineering from California State Polytechnic University, Pomona. Since joining Gouvis Engineering in 2001, DK has contributed to the design of a variety of projects ranging from concrete, steel and masonry to wood and light gauge steel. DK’s 15 years of experience and knowledge of structural engineering has contributed to reduced construction cost through alternative and innovative design. DK is a valued asset to Gouvis Engineering and the projects he designs."]
        },

        {
            "name" : "TREALA BERTOLDO",
            "title" : "Chief Financial Officer",
            "imageName" : "Treala_Bertoldo",
            "description" : ["Treala Bertoldo joined Gouvis Engineering in 1995, contributing her prior expertise in the building industry with a concentration in Real Estate and Hospitality. Treala’s primary responsibilities at Gouvis Engineering include the implementation, management and oversight of all financial activities. She is responsible for business planning, budgeting, forecasting and negotiations while providing leadership, direction and management to the finance and accounting team. She works closely with Saeed Bekam our CEO to provide strategic recommendations to stakeholders and members of the executive management team. Treala also serves as Gouvis Engineering’s Human Resources Director and is responsible for reviewing all formal finance, HR and IT related procedures. Her loyalty and strategic planning has enhanced Gouvis Engineering’s growth and development, allowing the firm to expand our workforce and scale new heights."]
        },
        {
            "name" : "BASIL AMMARI, P.E.",
            "title" : "Director of Field Operations",
            "imageName" : "Basil_Ammari",
            "description" : ["Basil Ammari studied Structural Engineering at California State University, Long Beach, where he obtained his Master’s Degree in Civil Engineering. Basil joined Gouvis Engineering Consulting Group, Inc. in 1989 and worked as a Structural Design Engineer for almost a decade. In 1997, he took his skills to Northern California, where he managed the firm’s third office location as a Vice President of the company. Basil continues to bring his expertise of structural design engineering as the Director of Field Operations and manages a team of field engineers in the Southern and Northern California regions. His experience and education has allowed him to develop a structural observation program in which his team can provide our clients with the best service for their projects and can ensure that all projects are built according to the structural plans."]
        },
        {
            "name" : "SHAWN NOORI, S.E.",
            "title" : "Chief Engineer",
            "imageName" : "Shawn_Noori",
            "description" : ["Shawn Noori, S.E., earned his Bachelor and Master Degrees in Civil Engineering from Tehran University in 1980. He joined Gouvis Engineering in 2000 and began working with the Structural Engineering design team primarily involved in everyday design production. He is a licensed Structural Engineer and specializes in wood, light gauge, masonry, steel and concrete design projects. He has performed structural analysis and detailing for hundreds of challenging designs, utilizing various innovative techniques and building materials. He is continually working towards finding new ways for Gouvis to be a leader and pioneer in all aspects of our designs. He also ensures that all projects are meeting and exceeding the building standards."]
        },
        {
            "name" : "INDRA DEGAINE",
            "title" : "Accounts Receivable Manager",
            "imageName" : "Indra_Degaine",
            "description" : ["Over the past 27 years, Indra has been an integral member of Gouvis Engineering's financial department. Since joining Gouvis in 1992, Indra has been dedicated to the firm's success and is responsible for accounts receivable, contracts, insurance, change orders and general day to day tasks to keep the accounting deparment functioning at optimal capacity. Indra has built close professional relationships with our team members and clients and is known for her timely and responsive communication and processing of financial requests."]
        },
        {
            "name" : "CATHERINE OVALLE",
            "title" : "Marketing Manager",
            "imageName" : "Catherine_Ovalle",
            "description" : ["Catherine is experienced in a diversified range of internal development roles. As the leader of the Business Development team, Catherine contributes her expertise in sales, marketing, recruitment and graphic design. She is integral in the development and maintenance of company culture, internal procedures and client relations. Utilizing her dedicated work ethic, proficiency in design and branding, and affinity for the development of interdepartmental operating procedures, Catherine successfully navigates through an array of company development tasks. She is responsible for coordinating proposals, recruitment and staffing of employment opportunities, creating marketing collateral and media, as well as organizing company and client events. Her efforts have allowed Gouvis to execute targeted goals for the Business Development team to the highest degree."]
        },
        {
            "name" : "ROBERT GOMEZ",
            "title" : "MEP Department Director",
            "imageName" : "Robert_Gomez",
            "description" : ["Robert Gomez received his degree in Mechanical Engineering from the University of California, Riverside. Since joining Gouvis Engineering, Robert has displayed a natural ability to effectively coordinate, manage and mentor engineers. While initially rising to a management role within our team of mechanical engineers, Robert’s success led him into a leadership position within the entire MEP division. As Robert remains a key contributor in the growth and development of the MEP team as a whole, he also attends many pre-design and pre-construction meetings and works thoroughly to ensure designs are compliant with building standards and codes. In addition, Robert manages and maintains client relations while mentoring and supervising the MEP division at the company. Robert has contributed to the sophisticated mechanical, electrical and plumbing system designs of a substantial number of single-family, multi-family and commercial developments. His detail oriented work ethic, technical and leadership skills have shaped the MEP department into a cohesive unit."]
        },
        {
            "name" : "Kim Herrera",
            "title" : "Director of Sales/Client Relations",
            "imageName" : "Kim_Herrera",
            "description": ["With over 20 years of industry experience, Kim’s role at Gouvis is integral to the growth of the firm as she is responsible for maintaining client relationships and pursuing new business opportunities with potential clients. She works diligently to coordinate and negotiate proposals to ensure scope deliverables are met with the highest level of accuracy. Since joining Gouvis Engineering in 2011, she has utilized her experience and hard-working attitude to promote Structural and MEP Engineering services to increasingly drive sales year after year. Kim is an excellent representation of the firm and promotes Gouvis Engineering at various industry and client events throughout California. Her proactive work ethic and keen networking ability has solidified her as a dependable resource who can be relied on to provide our clients with detailed information pertaining to our design and company standards."]
        },
        {
            "name" : "Rade Babic",
            "title" : "Technical Director - Mechanical and Plumbing",
            "imageName" : "Rade_Babic",
            "description": ["Rade is a licensed P.E. with over 15 years of experience within the building industry. He received his Bachelor’s degree in Mechanical Engineering from the University of Novi Sad, Serbia. Rade’s extensive technical knowledge in the design of Plumbing and HVAC systems has earned him the role of Technical Director of the Mechanical and Plumbing disciplines. Rade serves as a mentor to team members, being tasked with the projects that require a high level of design experience. He is also responsible for reviewing team member’s drawings and consulting with Gouvis’ MEP Department Directors to address complex design challenges."]
        },
        {
            "name" : "Mehdi Hosseinzadeh",
            "title" : "Team Lead - Electrical Department",
            "imageName" : "Mehdi_Hosseinzadeh",
            "description": ["Mehdi is a licensed P.E. with over 10 years of experience within the building industry. Mehdi’s educational background includes his Master’s degree in Electrical Engineering from Ferdowsi University of Mashhad, his Master’s degree in Project Management from Penn State University, as well as his Doctoral of Engineering Management from The George Washington University. Mehdi’s technical expertise as well as his commitment to consistency and quality in the design process has elevated him into a leadership position within Gouvis’ MEP Department. As the Electrical Team Leader, Mehdi is responsible for managing the design process of all Electrical Department projects as well as training and mentoring all electrical team members."]
        }, 
        {
            "name" : "Larry Cavanaugh",
            "title" : "MEP Department Director",
            "imageName" : "Larry_Cavanaugh",
            "description": ["Larry is a licensed P.E. and Director within the MEP Department. Larry attended the University of California, Irvine where he earned his Bachelor of Science in Mechanical Engineering. Larry’s diligence in his design work and his ability to create positive relationships with clients and internal team members has quickly elevated his role within Gouvis’ MEP Department. Larry’s responsibilities include the design and coordination of mechanical and plumbing drawings, delegation of projects within the MEP Department, addressing comments from city plan check, attending client meetings and site visits to ensure the quality and consistency of the design application at the construction site. Larry’s presence within the MEP Department has greatly improved the overall structure, quality and consistency within the MEP department."]
        }
    ],

    "oldPeople":[
        {
            "name" : "JASON LIN, S.E.",
            "title" : "Vice President",
            "imageName" : "Jason_Lin",
            "description" : ["Jason Lin graduated from UC Berkeley in 2007 with a BS Degree in Civil Engineering. Jason became a licensed engineer in 2010 and SE in 2013. He has ten years of extensive experience in concrete, wood, masonry and steel design. His expertise includes meshing different materials together and achieving an innovative and efficient product. Jason’s portfolio includes the design of many residential and commercial projects. For the past few years, his focus has been on multi-family, mixed use, zero-lot lines and podium projects. His current responsibilities include managing client relations, supervising a team of engineers, overseeing project timelines and ensuring product quality."]
        }
    ]
}